Repository: novacek78/v5
Catalog: web/app/translations/*.po
Languages: cs, sk

source: Circular hole
cs: Kruhový otvor
sk: Kruhový otvor

source: Rectangular hole
cs: Obdélnikový otvor
sk: Obdĺžnikový otvor

source: Marker tool
cs: Značkovač
sk: Zvýrazňovač

source: Search placeholder
cs: Hledat rozměr
sk: Hľadaný rozmer

source: Search button
cs: Hledat
sk: Hľadať

source: %1 objects
cs: %1 objektů
sk: %1 objektov

source: Raw
cs: Surový
sk: Surový

source: Silver
cs: Stříbrný
sk: Strieborný

source: Black
cs: Černý
sk: Čierny

source: Bronze_light
cs: Světle bronzový
sk: Svetlo bronzový

source: Bronze
cs: Bronzový
sk: Bronzový

source: Bronze_dark
cs: Tmavě bronzový
sk: Tmavo bronzový

source: Gold_light
cs: Světle zlatý
sk: Svetlo zlatý

source: Gold
cs: Zlatý
sk: Zlatý

source: Gold_dark
cs: Tmavě zlatý
sk: Tmavo zlatý

source: Green
cs: Zelený
sk: Zelený

source: Blue
cs: Modrý
sk: Modrý

source: Red
cs: Červený
sk: Červený

source: circ.hole
cs: Kruhový otvor
sk: Kruhový otvor

source: diameter
cs: Průměr
sk: Priemer

source: x
cs: Pozice X
sk: Poloha X

source: y
cs: Pozice Y
sk: Poloha Y

source: depth
cs: Hloubka
sk: Hĺbka

source: Feature anodised
cs: Eloxováno
sk: Eloxované

source: rect.hole
cs: Obdélnikový otvor
sk: Obdĺžnik.otvor

source: qp_width
cs: Šířka
sk: Šírka

source: qp_height
cs: Výška
sk: Výška

source: r1
cs: Zaoblení rohu
sk: Zaoblenie rohu

source: qp_angle
cs: Ůhel natočení
sk: Uhol natočenia

source: Panel saved
cs: Panel byl úspěšně uložen
sk: Panel bol úspešne uložený

source: Error occured while saving panel: %1, %2
cs: Chyba při ukládání panelu: %1, %2
sk: Chyba pri ukladaní panelu: %1, %2

source: Error occured while loading panel: %1, %2
cs: Chyba při načítání panelu: %1, %2
sk: Chyba pri nahrávaní panelu: %1, %2

source: qp_name
cs: Jméno
sk: Názov

source: thickness
cs: Tloušťka
sk: Hrúbka

source: surfcolor
cs: Barva povrchu
sk: Farba povrchu

source: object
cs: objekt
sk: objekt

source: Value %1=%2 is out of range.
cs: Hodnota mimo rozsah: %1=%2
sk: Hodnota je mimo rozsahu: %1=%2

source: Welcome to QP
cs: Vítejte v aplikaci QuickPanel!
sk: Vitajte v aplikácii QuickPanel!

source: Please select language
cs: Děkujeme, že jste se rozhodli vyzkoušet QuickPanel. Prosím vyberte si jazyk aplikace:
sk: Ďakujeme, že ste sa rozhodli vyskúšať QuickPanel, prosím vyberte si preferovaný jazyk aplikácie:

source: Oops! Error: %1, %2
cs: Zdá se, že něco není v pořádku, prosím informujte nás o této chybě: %1, %2
sk: Vyskytla sa chyba, prosím informujte nás o chybovom hlásení: %1, %2
